import React from 'react'

function SectionAboutSchool() {
    return (
        <div className=' bg-gray-50'>
            <div className='max-w-350 p-3 flex flex-col gap-4 itc m-auto'>
                <h1 className='text-center text-3xl font-bold'>Дар бораи мо</h1>
                <p className='font-medium text-lg '>Муассисаи таҳсилоти миёнаи умумии №97 бо мақсади фароҳам овардани шароити беҳтарини таълимӣ барои хонандагони ноҳияи Сино таъсис дода шудааст. Мактаби мо бо номи олими шинохта, профессор Оев Абдулҳақ Мансурович номгузорӣ шудааст, ки ин барои ҳар як хонанда ва омӯзгор ифтихори бузург аст. Дар тӯли фаъолияти худ, муассиса даҳҳо хатмкунандагони муваффақро ба ҳаёт гуселонидааст, ки имрӯз дар соҳаҳои гуногуни хоҷагии халқи кишвар ва берун аз он фаъолият доранд. Мо бо дастовардҳои хонандагонамон дар олимпиадаҳои ҷумҳуриявӣ ва байналмилалӣ фахр мекунем. Бинои муассиса бо талаботи муосир муҷаҳҳаз буда, дорои синфхонаҳои барҳаво, озмоишгоҳҳои фаннӣ, китобхонаи ғанӣ ва толори варзишӣ мебошад.</p>
            </div>
        </div>
    )
}

export default SectionAboutSchool